[{"chapter":"باب مَا جَاءَ لاَ تُقْبَلُ صَلاَةٌ بِغَيْرِ طُهُورٍ ‏","uz_book":"Tahorat kitobi","narrator":"ibn Umardan rivoyat qilinadi:","book":"كتاب الطهارة عن رسول الله صلى الله عليه وسلم","grade":"Sahih","uz_hadith":"Payg‘ambarimiz sollallohu alayhi vasallamdan rivoyat qiladi:\n\n«Tahoratsiz o‘qilgan namoz qabul bo‘lmaydi, hamda o‘g‘irlangan (g‘ulul) mol-dunyodan berilgan sadaqa ham qabul qilinmaydi».\n\nHannod o‘z rivoyatida: «Magar tahorat bilan (o‘qilgan namoz qabul bo‘ladi)» – deb qo‘shgan.\n\nAbu Iso (Termiziy) dedi: “Bu hadis bu bobda eng sahih va eng chiroyli hadisdir.”\nBu haqda Abu al-Malih otasi orqali, Abu Hurayra va Anasdan ham rivoyatlar bor.\nAbu al-Malih ibn Usoma – uning ismi ‘Amir bo‘lib, ba’zilar uni Zayd ibn Usoma ibn ‘Umayr al-Huzaliy, deb ham aytishadi.","is_checked":"false","uz_chapter":"Tahoratsiz namoz qqbul boʼlmasligi haqida bob","id":"1","hadith":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ سِمَاكِ بْنِ حَرْبٍ، ح وَحَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ إِسْرَائِيلَ، عَنْ سِمَاكٍ، عَنْ مُصْعَبِ بْنِ سَعْدٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ تُقْبَلُ صَلاَةٌ بِغَيْرِ طُهُورٍ وَلاَ صَدَقَةٌ مِنْ غُلُولٍ ‏\"‏ ‏.‏ قَالَ هَنَّادٌ فِي حَدِيثِهِ ‏\"‏ إِلاَّ بِطُهُورٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا الْحَدِيثُ أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ وَأَحْسَنُ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي الْمَلِيحِ عَنْ أَبِيهِ وَأَبِي هُرَيْرَةَ وَأَنَسٍ ‏.‏ وَأَبُو الْمَلِيحِ بْنُ أُسَامَةَ اسْمُهُ عَامِرٌ وَيُقَالُ زَيْدُ بْنُ أُسَامَةَ بْنِ عُمَيْرٍ الْهُذَلِيُّ ‏.‏"},{"chapter":"باب مَا جَاءَ فِي فَضْلِ الطُّهُورِ ‏","uz_book":"Tahorat kitobi","narrator":"Abu Hurayra rivoyat qiladilar","book":"كتاب الطهارة عن رسول الله صلى الله عليه وسلم","grade":"Sahih","uz_hadith":"Rasululloh ﷺ dedilar:\n\n“Musulmon yoki mo‘min banda tahorat qilsa, yuzini yuvganida — suv bilan yoki suvning so‘nggi tomchisi bilan birga — yuzidan ko‘zlari bilan qilgan har bir gunohi chiqib ketadi.\nQo‘llarini yuvganida — suv bilan yoki so‘nggi tomchi bilan birga — qo‘llari bilan sodir etgan har bir gunohi chiqib ketadi.\nShunday qilib, u gunohlardan butunlay pok holda chiqadi.”\n\nAbu Iso (ya’ni, Imom Termiziy) aytadi: bu hadis hasan sahihdir.\nBu Molikning Suhayl orqali otasidan, u esa Abu Hurayradan rivoyat qilgan hadisi hisoblanadi.\n\nAbu Solih — Suhaylning otasi — Abu Solih as-Samman bo‘lib, uning ismi Zakvondir.\nAbu Hurayraning ismida esa ixtilof bor: ba’zilar uni Abdushshams, ba’zilar esa Abdulloh ibn Amr deb aytishgan. Muhammad ibn Ismoil (ya’ni Imom Buxoriy) “Abdulloh ibn Amr” degani to‘g‘riroq, deganlar.\n\nAbu Iso (Termiziy) yana aytadi: bu masalada (ya’ni, tahoratning fazli haqida) Usmon ibn Affon, Savbon, Sunobihiy, Amr ibn Abasa, Salman va Abdulloh ibn Amrdan ham hadislar rivoyat qilingan.\n\nSunobihiy — Abu Bakr Siddiqdan hadis rivoyat qilgan — Rasululloh ﷺ bilan bevosita uchrashmagan. Uning ismi Abdurahmon ibn Usayla, kunyasi Abu Abdullohdir. U Rasululloh ﷺ huzurlariga yo‘lga chiqqan, ammo yo‘lda bo‘lgan paytda Payg‘ambar ﷺ vafot etganlar. Shunga qaramay, u Rasulullohdan hadislar rivoyat qilgan.\n\nSunobih ibn al-A’sar al-Ahmasiy esa Rasululloh ﷺning sahobalaridan bo‘lib, unga ham “Sunobihiy” deyiladi.\nUning hadisida u shunday degan:\n\n“Men Rasululloh ﷺni shunday deb aytayotganlarini eshitdim:\n‘Men (qiyomatda) sizlar bilan boshqa ummatlar ustida ko‘p bo‘lishimni xohlayman, shuning uchun mendan keyin o‘zaro urushmanglar.’”","is_checked":"false","uz_chapter":"Tahorqt fazli haqida bob","id":"2","hadith":"حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنُ بْنُ عِيسَى الْقَزَّازُ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، ح وَحَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا تَوَضَّأَ الْعَبْدُ الْمُسْلِمُ أَوِ الْمُؤْمِنُ فَغَسَلَ وَجْهَهُ خَرَجَتْ مِنْ وَجْهِهِ كُلُّ خَطِيئَةٍ نَظَرَ إِلَيْهَا بِعَيْنَيْهِ مَعَ الْمَاءِ أَوْ مَعَ آخِرِ قَطْرِ الْمَاءِ أَوْ نَحْوِ هَذَا وَإِذَا غَسَلَ يَدَيْهِ خَرَجَتْ مِنْ يَدَيْهِ كُلُّ خَطِيئَةٍ بَطَشَتْهَا يَدَاهُ مَعَ الْمَاءِ أَوْ مَعَ آخِرِ قَطْرِ الْمَاءِ حَتَّى يَخْرُجَ نَقِيًّا مِنَ الذُّنُوبِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَهُوَ حَدِيثُ مَالِكٍ عَنْ سُهَيْلٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ وَأَبُو صَالِحٍ وَالِدُ سُهَيْلٍ هُوَ أَبُو صَالِحٍ السَّمَّانُ وَاسْمُهُ ذَكْوَانُ ‏.‏ وَأَبُو هُرَيْرَةَ اخْتُلِفَ فِي اسْمِهِ فَقَالُوا عَبْدُ شَمْسٍ وَقَالُوا عَبْدُ اللَّهِ بْنُ عَمْرٍو وَهَكَذَا قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ وَهُوَ الأَصَحُّ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عُثْمَانَ بْنِ عَفَّانَ وَثَوْبَانَ وَالصُّنَابِحِيِّ وَعَمْرِو بْنِ عَبَسَةَ وَسَلْمَانَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ وَالصُّنَابِحِيُّ الَّذِي رَوَى عَنْ أَبِي بَكْرٍ الصِّدِّيقِ لَيْسَ لَهُ سَمَاعٌ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَاسْمُهُ عَبْدُ الرَّحْمَنِ بْنُ عُسَيْلَةَ وَيُكْنَى أَبَا عَبْدِ اللَّهِ رَحَلَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقُبِضَ النَّبِيُّ صلى الله عليه وسلم وَهُوَ فِي الطَّرِيقِ وَقَدْ رَوَى عَنِ النَّبِيِّ صلى الله عليه وسلم أَحَادِيثَ ‏.‏ وَالصُّنَابِحُ بْنُ الأَعْسَرِ الأَحْمَسِيُّ صَاحِبُ النَّبِيِّ صلى الله عليه وسلم يُقَالُ لَهُ الصُّنَابِحِيُّ أَيْضًا وَإِنَّمَا حَدِيثُهُ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏\"‏ إِنِّي مُكَاثِرٌ بِكُمُ الأُمَمَ فَلاَ تَقْتَتِلُنَّ بَعْدِي ‏\"‏ ‏.‏"}]