[{"chapter":"باب مَا جَاءَ لاَ تُقْبَلُ صَلاَةٌ بِغَيْرِ طُهُورٍ ‏","uz_book":"Tahorat kitobi","narrator":"Ibn Umar roziyallohu anhudan rivoyat qilinadi","book":"كتاب الطهارة عن رسول الله صلى الله عليه وسلم","grade":"Sahih","uz_hadith":"Rasululloh (sallallohu alayhi va sallam) dedilar:\n“Tahoratsiz o‘qilgan namoz qabul qilinmaydi, g‘ulul (o‘ljadan o‘g‘irlangan mol)dan berilgan sadaqa ham qabul qilinmaydi.”\n\nHannodning rivoyatida “illa bi-tuhur (faqat tahorat bilan)” degan lafz bor.\n\nAbu Iso (Termiziy) dedi: “Ushbu hadis bu bobda eng sahih va eng go‘zal hadisdir.”\n\nBu bobda yana Abu al-Malih otasi orqali, Abu Hurayra va Anas (roziyallohu anhum)dan ham rivoyatlar bor.\n\nAbu al-Malih ibn Usoma — ismi Amir, ba’zilar esa Zayd ibn Usoma ibn Umayr al-Huzaliy deb aytganlar.","is_checked":"false","uz_chapter":"Poklanishsiz namoz qabul boʼlmasligi haqida bob","id":"1","hadith":"حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ سِمَاكِ بْنِ حَرْبٍ، ح وَحَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ إِسْرَائِيلَ، عَنْ سِمَاكٍ، عَنْ مُصْعَبِ بْنِ سَعْدٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ تُقْبَلُ صَلاَةٌ بِغَيْرِ طُهُورٍ وَلاَ صَدَقَةٌ مِنْ غُلُولٍ ‏\"‏ ‏.‏ قَالَ هَنَّادٌ فِي حَدِيثِهِ ‏\"‏ إِلاَّ بِطُهُورٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا الْحَدِيثُ أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ وَأَحْسَنُ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي الْمَلِيحِ عَنْ أَبِيهِ وَأَبِي هُرَيْرَةَ وَأَنَسٍ ‏.‏ وَأَبُو الْمَلِيحِ بْنُ أُسَامَةَ اسْمُهُ عَامِرٌ وَيُقَالُ زَيْدُ بْنُ أُسَامَةَ بْنِ عُمَيْرٍ الْهُذَلِيُّ ‏.‏"},{"chapter":"باب مَا جَاءَ فِي فَضْلِ الطُّهُورِ ‏","uz_book":"Tahorat kitobi","narrator":"Abu Hurayra roziyallohu anhudan rivoyat qilinadi","book":"كتاب الطهارة عن رسول الله صلى الله عليه وسلم","grade":"Sahih","uz_hadith":"Rasululloh sollallohu alayhi vasallam dedilar:\n\n“Agar bir musulmon yoki mo‘min banda tahorat olsa va yuzini yuvsa — uning yuzi bilan qilgan har bir gunohi suv bilan yoki suvning oxirgi tomchisi bilan yuzidan chiqib ketadi.\nAgar qo‘llarini yuvsa — qo‘llari bilan qilgan har bir gunohi suv bilan yoki suvning oxirgi tomchisi bilan chiqib ketadi.\nShu tarzda u butunlay gunohlardan pok holatda chiqadi.”\n\n(Abu Iso at-Termiziy aytadi:)\nBu hadis hasan sahih hadislardandir. Bu — Molikning Suhayl orqali, uning otasi Abu Solihdan, u esa Abu Hurayradan rivoyat qilgan hadisi.\n\nAbu Solih — Suhaylning otasi bo‘lib, uning ismi Zakvon, laqabi “As-Sammān”dir.\n\nAbu Hurayraning ismi borasida ixtilof qilingan: ba’zilar “Abdushshams”, boshqalar esa “Abdulloh ibn Amr” deganlar. Muhammad ibn Ismoil (ya’ni Imom Buxoriy) “Abdulloh ibn Amr” degan rivoyatni to‘g‘riroq deb bilgan.\n\nAbu Iso (ya’ni Imom Termiziy) yana aytadi:\nBu bobda Usmon ibn Affon, Savbon, Sunobihiy, Amr ibn Abasa, Salman va Abdulloh ibn Amr (roziyallohu anhum)dan ham hadis rivoyat qilingan.\n\nSunobihiy — Abu Bakr as-Siddiq (roziyallohu anhu)dan rivoyat qilgan, ammo u Rasululloh sollallohu alayhi vasallamdan to‘g‘ridan-to‘g‘ri hadis eshitmagan. Uning ismi Abdurahmon ibn Usayla, kunyasi Abu Abdulloh. U Rasulullohni ko‘rish uchun safar qilgan, lekin Payg‘ambar alayhissalom vafot etganlarida u yo‘lda edi. Shunga qaramay, u zotdan hadislar rivoyat qilgan.\n\nSunobih ibn al-A’sar al-Ahmasiy esa Rasulullohning sahobalaridan bo‘lib, unga ham “as-Sunobihiy” deyiladi. U shunday degan:\n\n“Men Rasululloh sollallohu alayhi vasallamni shunday deb aytayotganlarini eshitdim:\n‘Men sizlar bilan boshqa ummatlardan faxrlanaman. Shuning uchun mendan keyin bir-biringiz bilan urushmanglar.’”","is_checked":"false","uz_chapter":"Tahorat fazli haqida bob","id":"2","hadith":"حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنُ بْنُ عِيسَى الْقَزَّازُ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، ح وَحَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا تَوَضَّأَ الْعَبْدُ الْمُسْلِمُ أَوِ الْمُؤْمِنُ فَغَسَلَ وَجْهَهُ خَرَجَتْ مِنْ وَجْهِهِ كُلُّ خَطِيئَةٍ نَظَرَ إِلَيْهَا بِعَيْنَيْهِ مَعَ الْمَاءِ أَوْ مَعَ آخِرِ قَطْرِ الْمَاءِ أَوْ نَحْوِ هَذَا وَإِذَا غَسَلَ يَدَيْهِ خَرَجَتْ مِنْ يَدَيْهِ كُلُّ خَطِيئَةٍ بَطَشَتْهَا يَدَاهُ مَعَ الْمَاءِ أَوْ مَعَ آخِرِ قَطْرِ الْمَاءِ حَتَّى يَخْرُجَ نَقِيًّا مِنَ الذُّنُوبِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَهُوَ حَدِيثُ مَالِكٍ عَنْ سُهَيْلٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ وَأَبُو صَالِحٍ وَالِدُ سُهَيْلٍ هُوَ أَبُو صَالِحٍ السَّمَّانُ وَاسْمُهُ ذَكْوَانُ ‏.‏ وَأَبُو هُرَيْرَةَ اخْتُلِفَ فِي اسْمِهِ فَقَالُوا عَبْدُ شَمْسٍ وَقَالُوا عَبْدُ اللَّهِ بْنُ عَمْرٍو وَهَكَذَا قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ وَهُوَ الأَصَحُّ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عُثْمَانَ بْنِ عَفَّانَ وَثَوْبَانَ وَالصُّنَابِحِيِّ وَعَمْرِو بْنِ عَبَسَةَ وَسَلْمَانَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ وَالصُّنَابِحِيُّ الَّذِي رَوَى عَنْ أَبِي بَكْرٍ الصِّدِّيقِ لَيْسَ لَهُ سَمَاعٌ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَاسْمُهُ عَبْدُ الرَّحْمَنِ بْنُ عُسَيْلَةَ وَيُكْنَى أَبَا عَبْدِ اللَّهِ رَحَلَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقُبِضَ النَّبِيُّ صلى الله عليه وسلم وَهُوَ فِي الطَّرِيقِ وَقَدْ رَوَى عَنِ النَّبِيِّ صلى الله عليه وسلم أَحَادِيثَ ‏.‏ وَالصُّنَابِحُ بْنُ الأَعْسَرِ الأَحْمَسِيُّ صَاحِبُ النَّبِيِّ صلى الله عليه وسلم يُقَالُ لَهُ الصُّنَابِحِيُّ أَيْضًا وَإِنَّمَا حَدِيثُهُ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏\"‏ إِنِّي مُكَاثِرٌ بِكُمُ الأُمَمَ فَلاَ تَقْتَتِلُنَّ بَعْدِي ‏\"‏ ‏.‏"},{"chapter":"باب مَا جَاءَ أَنَّ مِفْتَاحَ الصَّلاَةِ الطُّهُورُ ‏","uz_book":"Tahorat kitobi","narrator":"Ali roziyallohu anhudan rivoyat qilinadi","book":"كتاب الطهارة عن رسول الله صلى الله عليه وسلم","grade":"Hasan","uz_hadith":"Rasululloh sollallohu alayhi vasallamdan rivoyat qilgan:\n\n«Namozning kaliti — poklik, harom qiluvchisi — takbir, halol qiluvchisi esa — salomdir».\n\nAbu Iso (at-Termiziy) dedi:\nBu hadis bu bobda eng sahih va eng hasan hadisdir. Abdulloh ibn Muhammad ibn Aqil rostgo‘y kishi, ammo ba’zi ulamolar uning yodlash qobiliyati haqida so‘z yuritganlar.\n\nAbu Iso dedi: Muhammad ibn Ismoil (ya’ni Imom Buxoriy)dan eshitdim, u aytdi: Ahmad ibn Hanbal, Ishoq ibn Ibrohim va Humaydiylar Abdulloh ibn Muhammad ibn Aqilning hadislari bilan hujjat keltirganlar.\n\nMuhammad (ya’ni Buxoriy) dedi: U (Abdulloh ibn Muhammad ibn Aqil)ning hadislari yaqin (ya’ni maqbul) darajadadir.\n\nAbu Iso dedi: Bu bobda Jobir va Abu Sa’id (raziallohu anhuma)dan ham hadis rivoyat qilingan.","is_checked":"false","uz_chapter":"Poklik namozning kaliti ekanligi haqida bob","id":"3","hadith":"حَدَّثَنَا قُتَيْبَةُ، وَهَنَّادٌ، وَمَحْمُودُ بْنُ غَيْلاَنَ، قَالُوا حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ، عَنْ مُحَمَّدِ ابْنِ الْحَنَفِيَّةِ، عَنْ عَلِيٍّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مِفْتَاحُ الصَّلاَةِ الطُّهُورُ وَتَحْرِيمُهَا التَّكْبِيرُ وَتَحْلِيلُهَا التَّسْلِيمُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا الْحَدِيثُ أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ وَأَحْسَنُ ‏.‏ وَعَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَقِيلٍ هُوَ صَدُوقٌ وَقَدْ تَكَلَّمَ فِيهِ بَعْضُ أَهْلِ الْعِلْمِ مِنْ قِبَلِ حِفْظِهِ ‏.‏ قَالَ أَبُو عِيسَى وَسَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ يَقُولُ كَانَ أَحْمَدُ بْنُ حَنْبَلٍ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ وَالْحُمَيْدِيُّ يَحْتَجُّونَ بِحَدِيثِ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ ‏.‏ قَالَ مُحَمَّدٌ وَهُوَ مُقَارِبُ الْحَدِيثِ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ جَابِرٍ وَأَبِي سَعِيدٍ ‏.‏"},{"chapter":"باب مَا جَاءَ أَنَّ مِفْتَاحَ الصَّلاَةِ الطُّهُورُ ‏","uz_book":"Tahorat kitobi","narrator":"Jobir ibn Abdulloh roziyallohu anhudan rivoyat qilinadi","book":"كتاب الطهارة عن رسول الله صلى الله عليه وسلم","grade":"Hasan","uz_hadith":"Rasululloh ﷺ dedilar:\n“Jannatning kaliti – namozdir, namozning kaliti esa – tahoratdir.”","is_checked":"false","uz_chapter":"Tahorat namozning kaliti ekani haqida bob","id":"4","hadith":"حَدَّثَنَا أَبُو بَكْرٍ، مُحَمَّدُ بْنُ زَنْجَوَيْهِ الْبَغْدَادِيُّ وَغَيْرُ وَاحِدٍ قَالَ حَدَّثَنَا الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ قَرْمٍ، عَنْ أَبِي يَحْيَى الْقَتَّاتِ، عَنْ مُجَاهِدٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، رضى الله عنهما قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مِفْتَاحُ الْجَنَّةِ الصَّلاَةُ وَمِفْتَاحُ الصَّلاَةِ الْوُضُوءُ ‏\"‏ ‏.‏"},{"chapter":"باب مَا يَقُولُ إِذَا دَخَلَ الْخَلاَءَ ‏","uz_book":"Tahorat kitobi","narrator":"Anas ibn Molikdan rivoyat qilinadi","book":"كتاب الطهارة عن رسول الله صلى الله عليه وسلم","grade":"Sahih","uz_hadith":"Payg‘ambar ﷺ hojatxonaga kirganlarida: “Allohumma innī a‘ūzu bika…” — der edilar.\nShu’ba aytadi: U kishi ba’zan “A‘ūzu bika minal-xubthi val-xobais” yoki “minal-xubsi val-xobais” deb aytgan.\n\nDuoni tarjimasi:\nEy Allohim! Men Sendan yomon (shaytoniy) erkaklar va yomon ayollardan (jinlardan) panoh so‘rayman.\n\nAbu Iso (Tirmiziy) aytadi:\nBu bobda Ali, Zayd ibn Arqam, Jobir va Ibn Mas‘uddan ham rivoyatlar bor.\nAnasning hadisi bu bobda eng sahih va eng yahshi rivoyatdir.\n\nZayd ibn Arqamning hadisi isnodida esa tartibning buzilishi (ixtilof) bor.\nHishom ad-Dastavoiy va Sa’īd ibn Abu Arūba Qatodadan rivoyat qilganlar:\n— Sa’īd: Qosim ibn Avf ash-Shayboniydan, u Zayd ibn Arqamdan.\n— Hishom: Qatodadan, u Zayd ibn Arqamdan, deydi.\n\nShu’ba va Ma‘mar Qatodadan, Nadr ibn Anasdan rivoyat qilishgan:\n— Shu’ba: Zayd ibn Arqamdan, deydi.\n— Ma‘mar: Nadr ibn Anasdan, uning otasidan, u Payg‘ambar ﷺ dan, deydi.\n\nAbu Iso aytadi:\nMen bu haqda (imom) Muhammadga so‘radim. U: Qatoda ularning ikkalasidan ham (ikkala yo‘ldan) rivoyat qilgan bo‘lishi mumkin, dedi.","is_checked":"false","uz_chapter":"Halo(Xojat)ga borganda nima deyilishi haqida bob","id":"5","hadith":"حَدَّثَنَا قُتَيْبَةُ، وَهَنَّادٌ، قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا دَخَلَ الْخَلاَءَ قَالَ ‏ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ قَالَ شُعْبَةُ وَقَدْ قَالَ مَرَّةً أُخْرَى أَعُوذُ بِكَ مِنَ الْخُبْثِ وَالْخَبِيثِ أَوِ الْخُبُثِ وَالْخَبَائِثِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَلِيٍّ وَزَيْدِ بْنِ أَرْقَمَ وَجَابِرٍ وَابْنِ مَسْعُودٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ وَأَحْسَنُ ‏.‏ وَحَدِيثُ زَيْدِ بْنِ أَرْقَمَ فِي إِسْنَادِهِ اضْطِرَابٌ رَوَى هِشَامٌ الدَّسْتَوَائِيُّ وَسَعِيدُ بْنُ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ فَقَالَ سَعِيدٌ عَنِ الْقَاسِمِ بْنِ عَوْفٍ الشَّيْبَانِيِّ عَنْ زَيْدِ بْنِ أَرْقَمَ ‏.‏ وَقَالَ هِشَامٌ الدَّسْتَوَائِيُّ عَنْ قَتَادَةَ عَنْ زَيْدِ بْنِ أَرْقَمَ ‏.‏ وَرَوَاهُ شُعْبَةُ وَمَعْمَرٌ عَنْ قَتَادَةَ عَنِ النَّضْرِ بْنِ أَنَسٍ فَقَالَ شُعْبَةُ عَنْ زَيْدِ بْنِ أَرْقَمَ ‏.‏ وَقَالَ مَعْمَرٌ عَنِ النَّضْرِ بْنِ أَنَسٍ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى سَأَلْتُ مُحَمَّدًا عَنْ هَذَا فَقَالَ يُحْتَمَلُ أَنْ يَكُونَ قَتَادَةُ رَوَى عَنْهُمَا جَمِيعًا ‏.‏"},{"chapter":"باب مَا يَقُولُ إِذَا دَخَلَ الْخَلاَءَ ‏","uz_book":"Tahorat kitobi","narrator":"Anas ibn Molik roziyallohu anhudan rivoyat qilinadi","book":"كتاب الطهارة عن رسول الله صلى الله عليه وسلم","grade":"Sahih","uz_hadith":"Payg‘ambar ﷺ hojatxonaga kirganlarida:\n«Allohim! Men O‘zingdan napak jinlar va yomon maxluqlardan panoh so‘rayman», — der edilar.\n\nDuo oʼqilishi: Allohumma inni auzu bika min xubsi val xobaisi\n\nAbu Iso (Termiziy) dedi: Bu hadis hasan sahihdir.","is_checked":"false","uz_chapter":"Halo(Xojat)ga borganda nima deyilishi haqida bob","id":"6","hadith":"أَخْبَرَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ الْبَصْرِيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا دَخَلَ الْخَلاَءَ قَالَ ‏ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبْثِ وَالْخَبَائِثِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏"},{"chapter":"باب مَا يَقُولُ إِذَا خَرَجَ مِنَ الْخَلاَءِ ‏","uz_book":"Tahorat kitobi","narrator":"Oisha roziyallohu anho aytadilar","book":"كتاب الطهارة عن رسول الله صلى الله عليه وسلم","grade":"Sahih","uz_hadith":"“Nabiy ﷺ hojatxonadan chiqqanlarida: ‘G‘ufronaka’ (Ya Rabbiy, mag‘firatingni so‘rayman) — der edilar.”\n\nAbu Iso (Termiziy) dedi: “Bu hadis hasan g‘aribdir. Biz uni faqat Isroilning Yusuf ibn Abu Burdadan rivoyat qilgan hadisi orqali bilamiz. Abu Burda ibn Abu Musoning ismi — Amir ibn Abdulloh ibn Qays al-Ash’ariydir. Bu bobda biz faqat Oisha roziyallohu anhoning Nabiy ﷺdan rivoyat qilgan hadisidan boshqa (rivoyat)ni bilmaymiz.”","is_checked":"false","uz_chapter":"Halo(xojat)dan chiqishda nima deyilishi haqida bob","id":"7","hadith":"حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، عَنْ إِسْرَائِيلَ بْنِ يُونُسَ، عَنْ يُوسُفَ بْنِ أَبِي بُرْدَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا خَرَجَ مِنَ الْخَلاَءِ قَالَ ‏ \"‏ غُفْرَانَكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ إِسْرَائِيلَ عَنْ يُوسُفَ بْنِ أَبِي بُرْدَةَ ‏.‏ وَأَبُو بُرْدَةَ بْنُ أَبِي مُوسَى اسْمُهُ عَامِرُ بْنُ عَبْدِ اللَّهِ بْنِ قَيْسٍ الأَشْعَرِيُّ ‏.‏ وَلاَ نَعْرِفُ فِي هَذَا الْبَابِ إِلاَّ حَدِيثَ عَائِشَةَ رضى الله عنها عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏"}]